---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams.PlasticModulusStrongAxis
source: html/467bd198-862f-1c3b-7f3a-8d483bf5a8c2.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams.PlasticModulusStrongAxis Property

Plastic section modulus in bending about main strong axis (Z, Wpl)

## Syntax (C#)
```csharp
public double PlasticModulusStrongAxis { get; set; }
```